12/data/attachments/63bd6b4fe87d0943.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ashley_want_Actions_34623_3</nif:username>
            <nif:friendToBeRequested>soap_actions_b8bdc268-8d1c-4fe1-af39-b8ece679cdb1</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>